Repository: seandepagnier/statusbar_pi
Catalog: po/*.po
Languages: sv_se, tr_tr

source: StatusBar
sv_se: Statuslist
tr_tr: Durum Çubuğu

source: StatusBar Plugin is an optional replacement for the builtin statusbar
sv_se: Statuslist modul är ett alternativ till den inbyggda statuslisten
tr_tr: Durum Çubuğu Eklentisi, kullanılan durum çubuğunun yerine seçimlik kullanılabilir.

source: Display String can include formats eg: "%03.0E" gives ship longitude the format specifier 03.0 gives how many places to round to, and to use leading 0's etc.. The following are formats: %A ship lat degrees %B ship lat minutes %C ship lat seconds %D ship N/S %E ship lon degrees %F ship lon minutes %G ship lon seconds %H ship E/W %I ship sog %J ship cog %K ship heading %L ship heading rate %O cursor lat degrees %P cursor lat minutes %Q cursor lat seconds %R cursor N/S %S cursor lon degrees %T cursor lon minutes %U cursor lon seconds %V cursor E/W %W from ship bearing to cursor %X distance to cursor mercator %Y distance to cursor great circle %Z chart scale %a viewport orientation angle %f frames rendered per second %d Date %t Time %z Time Zone %% print a percent
sv_se: Visningssträngen kan inkludera format t. ex: ”%03.0E” ger fartygets longitud formatspecifieraren 03.0 ger hur många platser att avrunda till, och att använda ledande 0 osv... The följande är format: %A fartyget lat grader %B fartyg lat minuter %C fartyg lat sekunder %D fartyg N/S %E fartyg lon grader %F fartyg lon minuter %G fartyg lon sekunder %H fartyget Ö/V %I fartyg fög %K fartyg kög %K fartyget rubrik %L skepp rubrik rate %O markören lat grader %P markören lat minuter %Q markören lat sekunder %R markören N/S %S markören lon grader %T markören lon minuter %U markören lon sekunder %V markören Ö/V %W från fartyget bäring till markör %X avstånd till markören mercator %Y avstånd till markören storcirkel %Z kart skala %a visningsvinkel %f bildrutor utförda per sekund %d datum %t tid %z tidszon %% skriva ut en procent
tr_tr: Ayrırım Gösterimi şu şekillerde olabilir: "%03.0E" Teknenin enlemini 03.0 formatıyla kaç yerden döneceğini ve öncü 0'ları kullanacağını verir... Formatlar aşağıda verilmiştir: %A tekne enlem derece %B tekne enlem dakika %C tekne enlem saniye %D tekne N/S %E tekne boylam derece %F tekne boylam dakika %G tekne boylam saniye %H tekne E/W %I tekne sog %J tekne cog %K tekne pruva %L tekne pruva derece %O fare enlem derece %P fare enlem dakika %Q fare enlem saniye %R fare N/S %S fare boylam derece %T fare boylam dakika %U fare boylam saniye %V fare E/W %W tekneden fareye kerteriz %X fareye mesafe mercator %Y büyülk daire seyrine göre fareye uzakılık %Z harita ölçeği %a bakış noktası yönlendirme açısı %f her saniye için düzenlenmiş çerçeveler %% bir yüzde bas

source: Statusbar Information
sv_se: StatuslistInformation
tr_tr: Durum Çubuğu Bilgisi

source: Current Color Scheme
sv_se: Aktuella färgschema
tr_tr: Kullanılan Renk TAblosu

source: Color
sv_se: Färg
tr_tr: Renk

source: Transparency
sv_se: Transparens
tr_tr: Geçirgenlik

source: Invert Background
sv_se: Inverterad bakgrund
tr_tr: Arkaplanı ters çevir

source: Background Color
sv_se: Bakgrundsfärg
tr_tr: Arkaplan rengi

source: Blur
sv_se: Oskärpa
tr_tr: Vurgu

source: X Position
tr_tr: X Durumu

source: Y Position
sv_se: X Position
tr_tr: Y Durumu

source: Font
sv_se: Teckensnitt
tr_tr: Harf Özelliği

source: Select
sv_se: Välj
tr_tr: Seç

source: Default
sv_se: Standard
tr_tr: Varsayılan

source: OwnShip
tr_tr: Teknem

source: Multiline
sv_se: Flera rader
tr_tr: Çokçizgili

source: Info
tr_tr: Bilgi

source: Display String
sv_se: Visa textsträng
tr_tr: Dizin Göster

source: About Author
sv_se: Om utgivaren
tr_tr: YAzar hakkında

source: Status Bar Preferences
sv_se: Statuslistens Inställningar
tr_tr: Durum Çubuğu Yapılandırması

source: StatusBar plugin replaces builtin statusbar The builtin status bar (disable from the User Interface tab) is very limited in it's configuration options and can be very difficult to read. The statusbar plugin improves on some of these difficulties. Best used with OpenGL enabled (requires some basic OpenGL extensions).
sv_se: Statuslist-modulen ersätter den inbyggda statuslisten Den inbyggda statuslisten (kan inaktiveras från fliken användargränssnitt) har begränsade konfigurationsalternativ och kan vara svårt att läsa. Modulen ger möjlighet för egna anpassningar. Bäst resultat nås när OpenGL är aktiverat. (Kräver vissa OpenGL-tillägg.)
